export const Descriptions = [
  `Добро пожаловать в онлайн-версию знаменитого игрового шоу "Кто хочет стать миллионером?". В этой уникальной игре
  можно ощутить себя настоящим участником телепрограммы, завоевавшей миллионы поклонников по всему миру. Онлайн
  версия игры позволит в режиме реального времени стать главным героем нашумевшей передачи.`,
  `Игра доступна для каждого, кто хочет проверить себя в серии тестов, состоящих из интересных вопросов и
  неожиданных ответов. Испытайте свою интеллект просто используя свои знания и весело проводя время.`,
  `Игра состоит из 15 вопросов. Уровень сложности и шансы получить деньги увеличиваются с каждым новым вопросом.
  Например, при ответе на первый блок вопросов Ваш призовой фонд составит от 100 до 1000 рублей. Играйте,
  правильно отвечайте на вопросы в процессе игры – и призовой фонд будет увеличиваться на глазах, пока Вы не
  дойдете до финального вопроса, и если Вы ответите на него правильно, то станете счастливым обладателем миллиона
  рублей!`,
  `Ключом к успеху является Ваши интеллект, так что вперед за призом! Вооружившись самыми разнообразными знаниями,
  которые Вы приобрели за свою жизнь, Вы сможете легко и быстро заработать свой миллион рублей!`,
];

export const Hints = {
  Half: 'half',
  Hall: 'hall',
  Call: 'call',
};
